{
  "name": "Corpsman",
  "ruleset": 0,
  "options": [
    {
      "name": "Action : Triage",
      "description": "Without any equipment, you upgrade the status of an adjacent ally who is Bleeding Out to Stable by succeeding on a Medicine Check of 6. If you succeed, the next Medicine Check you make on them within 1 minute gains a 1d4 Bonus.",
      "location": "1",
      "data": "ASC=1:AS7=1:TD"
    },
    {
      "name": "Nimble Hands",
      "description": "You are trained to be quick and efficient, even during stressful situations. Gain +1 Coordination and +1 Concentration.",
      "location": "2a",
      "data": "ASC=1:TD"
    },
    {
      "name": "Trauma Expert",
      "description": "As a corpsman, you have been exposed to a lot of trauma. Gain +1 Resilience. Additionally, you do not lose Resolve when an ally falls Unconscious.",
      "location": "2b",
      "data": "AS7=1:TO"
    },
    {
      "name": "Basic Medicine",
      "description": "You have been trained in the basics of medicine. Gain +1 Medicine. When you successfully save an Ally that is Bleeding Out, both you and them gain +1 Resolve.",
      "location": "3",
      "data": ""
    },
    {
      "name": "Free Action : Quick Treatment",
      "description": "You can apply medicine such as medkits, injections and boosters as a Free Action instead of an Action.",
      "location": "4a",
      "data": "Y"
    },
    {
      "name": "Free Action : Bring to Safety",
      "description": "When ending your movement next to an ally who is either Prone or at 0 Health, you pick them up and move up to 4 units, placing them in an adjacent tile.",
      "location": "4b",
      "data": "Y"
    },
    {
      "name": "Cross-Trained",
      "description": "While you are a medic first, you have undergone the same rigerous training of accomplished soldiers and know how to handle yourself when under fire. Gain +1 Deflect and +1 Evasion.",
      "location": "5",
      "data": "AS2=1:AS4=1"
    },
    {
      "name": "Trusted Figure",
      "description": "Corpsman are honored in many cultures. Gain +1 Presence. The first Lifeline Check your allies make each day while within 6 units of you gains a 1d4 bonus.",
      "location": "6a",
      "data": "XX3"
    },
    {
      "name": "Rifle Training",
      "description": "Your top priority is keeping your allies alive, and sometimes that involves shooting back. Gain +1 Ranged Weapons.",
      "location": "6b",
      "data": "ASC=1:ASA=1:TD"
    },
    {
      "name": "Master Corpsman",
      "description": "Gain +1 Medicine. If an Ally has died within the last minute and still has their vital organs, you can revive them to a Stable state by successfully using the Triage Action 3 times in a row.",
      "location": "7",
      "data": "ASC=1:TD"
    }
  ]
}