{
  "name": "Hacker",
  "ruleset": 0,
  "options": [
    {
      "name": "Malicious Upload",
      "description": "When you use a Jumper to infiltrate a System or Automate, you gain a 1d4 bonus. When you successfully hack a system in this way, you can then spend 1 Minute to run one of the following basic protocols: Reboot, Deactivate/Activate, Surveillance and Unlock/Lock. Successfully running these programs requires an additional contested Technology Check against an opposing Security Check.",
      "location": "1",
      "data": "ASB=1:AS8=1:TD"
    },
    {
      "name": "Action : Remote Jumper",
      "description": "You accurately, and discretely throw a Jumper at a system in an attempt to infiltrate it within 6 Units. If attempting to be subtle, make a Coordination Check against any opposing Senses Checks to determine if your effort was caught.",
      "location": "2a",
      "data": "X"
    },
    {
      "name": "Free Action : Security Breach",
      "description": "You use your knowledge of machinery to find a weakness within an Automate, causing your next attack on it to deal an additional 1d6 damage.",
      "location": "2b",
      "data": "Y"
    },
    {
      "name": "Technomancer",
      "description": "You have dedicated your life to technology and understanding how machines work. Gain +1 Engineering and +1 Technology.",
      "location": "3",
      "data": "ASB=1:ASA=1:TD"
    },
    {
      "name": "Systems Infiltrator",
      "description": "Gain +1 Weapon Systems. You also learn the Target protocol which causes a weapon system or automate to attack a target you specify once per round.",
      "location": "4a",
      "data": "XX3"
    },
    {
      "name": "Multi-tasking",
      "description": "You are skilled in splitting your focus on multiple hacking tasks at a time. Gain +1 Concentration. Additionally, you can upload a protocol simultaneously to all infiltrated systems within range of your Hackpad.",
      "location": "4b",
      "data": "ZX2"
    },
    {
      "name": "Logical Operators",
      "description": "You are able to quickly craft unique protocols by utilizing logical schemes. Gain +1 Coordination. Additionally, When you upload a protocol, you can chain an additional protocol to trigger after a certain time or condition is met.",
      "location": "5",
      "data": ""
    },
    {
      "name": "Automate Takeover",
      "description": "You learn the Hijack protocol which allows you to directly takeover an automate, gaining control of all of it's functions and senses while you maintain your Concentration. You must use an Action to be able to utilize a full turn of the hijacked Automate.",
      "location": "6a",
      "data": "XX3"
    },
    {
      "name": "Free Action : Quick Hack",
      "description": "You quickly upload a protocol on a system you have infiltrated, but do so with a 1d4 penalty.",
      "location": "6b",
      "data": "Y"
    },
    {
      "name": "Master Hacker",
      "description": "Gain +1 Technology. Additionally, failed hacks do not kick you out of the system unless you roll a 1 on your check.",
      "location": "7",
      "data": "ASB=1:AS8=1:TD"
    }
  ]
}