{
  "name": "Shocktrooper",
  "ruleset": 0,
  "options": [
    {
      "name": "Shocktrooper",
      "description": "You have been trained in armor usage and close combat. Gain +1 Might and +1 Movement Speed in Armor.",
      "location": "1",
      "data": "AS3=1:W3DR"
    },
    {
      "name": "Free Action : Juggernaut Charge",
      "description": "Directly after moving 3 or more units in a straight line towards a creature that is no more than 1 size larger than you, you slam your body into them using your Might kill as the attack, dealing 1d4 damage and knocking them prone on a success.",
      "location": "2a",
      "data": "Y"
    },
    {
      "name": "Free Action : Weapon Bash",
      "description": "You make a melee attack against an adjacent creature with the butt of a Ranged Weapon. The target must make a concentration check against your attack or become dazed.",
      "location": "2b",
      "data": "Y"
    },
    {
      "name": "Tough",
      "description": "Your training has instilled you with a toughness. Gain +1 Resilience and +1 Health.",
      "location": "3",
      "data": "AH=1:AS7=1"
    },
    {
      "name": "Action : Sweeping Shot",
      "description": "You make three, quick attacks at up to 3 creatures within your optimal range, using the 2nd highest dice as your attack score. If you only roll 1 dice as part of this attack, use a static value of 3 as your attack score.",
      "location": "4a",
      "data": "X"
    },
    {
      "name": "Action : Press the Attack",
      "description": "You make an attack with a Ranged or Heavy Ranged weapon against a creature that is either dazed or stunned, dealing an extra dice of damage.",
      "location": "4b",
      "data": "X"
    },
    {
      "name": "Trained Trooper",
      "description": "You have advanced training in close and ranged combat. Gain +1 skill with Ranged and Melee Weapons.",
      "location": "5",
      "data": "AZ2=1:AZ3=1"
    },
    {
      "name": "Damage Control",
      "description": "Gain +1 Kinetic, Cold, Heat and Electrical Mitigation while wearing Armor.",
      "location": "6a",
      "data": "TO"
    },
    {
      "name": "Intimidating",
      "description": "You are an imposing figure. Gain +1 Presence. Once per day in response to making a Presence check to intimidate, you can declare it in Impact roll.",
      "location": "6b",
      "data": "ASG=1:TD"
    },
    {
      "name": "Shock and Awe",
      "description": "On the first round of combat, you gain an extra turn after all other combatants have taken theirs.",
      "location": "7",
      "data": "TO"
    }
  ]
}