{
  "name": "Shocktrooper",
  "ruleset": 0,
  "options": [
    {
      "name": "Shocktrooper",
      "description": "Gain +1 Physical Mitigation while wearing Heavy Armor. You no longer suffer movement speed penalties from Heavy Armor.",
      "location": "1",
      "data": "AD4=1:W3DR"
    },
    {
      "name": "Juggernaut Charge",
      "description": "When you move at least 3 units in a straight line toward an enemy and then hit them with a melee attack, you push them back 1 unit and they become Prone.",
      "location": "2a",
      "data": "TO"
    },
    {
      "name": "Reinforced Plating",
      "description": "Gain +1 to all Mitigations while wearing Heavy Armor.",
      "location": "2b",
      "data": "W3D1=1:W3D2=1:W3D3=1:W3D4=1:W3D5=1:W3D6=1:W3D7=1:W3D8=1"
    },
    {
      "name": "Powered Servos",
      "description": "Gain +1 Movement Speed and +1 Strength while wearing Heavy Armor.",
      "location": "3",
      "data": "W3AV=1:W3S2=1"
    },
    {
      "name": "Action : Overwatch",
      "description": "Enter a defensive stance until the start of your next turn. During this time, when an enemy moves within your attack range, you can make an attack against them as a reaction.",
      "location": "4a",
      "data": "XX3"
    },
    {
      "name": "Reaction : Hold the Line",
      "description": "When an enemy would move past you, you can make a Strength check to stop their movement. If successful, they remain adjacent to you and cannot move further this turn.",
      "location": "4b",
      "data": "ZX2"
    },
    {
      "name": "Ablative Armor",
      "description": "The first time you would take damage in combat while wearing Heavy Armor, reduce that damage to 0. This ability recharges when you take a short rest.",
      "location": "5",
      "data": "W3TD"
    },
    {
      "name": "Action : Breaching Charge",
      "description": "You charge forward up to your movement speed in a straight line. Any barriers, obstacles, or enemies in your path take 2d6 damage and are pushed 1 unit to either side.",
      "location": "6a",
      "data": "XX3"
    },
    {
      "name": "Walking Tank",
      "description": "Gain immunity to Prone and Pushed conditions while wearing Heavy Armor. Additionally, gain +2 Physical Mitigation.",
      "location": "6b",
      "data": "W3AD4=2:W3I20:W3I24"
    },
    {
      "name": "Master Shocktrooper",
      "description": "While wearing Heavy Armor, you gain an additional action each turn that can only be used for movement or to make a basic attack. Additionally, gain +5 maximum Health.",
      "location": "7",
      "data": "W3AH=5:W3TX"
    }
  ]
}