{
  "name": "Smuggler",
  "ruleset": 0,
  "options": [
    {
      "name": "Smuggler",
      "description": "Gain +1 Piloting, +1 Coordination, and +1 Stealth. You can hide objects on your person that are difficult to find during searches.",
      "location": "1",
      "data": "AS6=1:AS5=1:ASH=1:TD"
    },
    {
      "name": "Evasive Maneuvers",
      "description": "Gain +1 Piloting. While piloting a vehicle, you can use your reaction to impose disadvantage on an attack roll targeting the vehicle.",
      "location": "2a",
      "data": "ASH=1:TD"
    },
    {
      "name": "Hidden Compartments",
      "description": "You can create hidden compartments in vehicles or containers that are exceedingly difficult to find. Gain +1 Stealth.",
      "location": "2b",
      "data": "AS5=1:TD"
    },
    {
      "name": "Fast Talk",
      "description": "Gain +1 Presence and the ability to quickly come up with believable lies. You have advantage on deception checks when dealing with officials or authorities.",
      "location": "3",
      "data": "ASG=1:TD"
    },
    {
      "name": "Action : Hasty Escape",
      "description": "You can perform a complex series of maneuvers to lose pursuers. Make a Piloting or Coordination check to disappear from sight for 1d4 rounds.",
      "location": "4a",
      "data": "XX3"
    },
    {
      "name": "Reaction : False Information",
      "description": "When questioned about your activities or cargo, you can provide misleading information that seems truthful. Make a Presence check to convince the questioner.",
      "location": "4b",
      "data": "ZX2"
    },
    {
      "name": "Black Market Connections",
      "description": "You have contacts in the criminal underworld. You can find rare or illegal items at 75% of their normal cost and sell items without questions asked.",
      "location": "5",
      "data": "TD"
    },
    {
      "name": "Action : Smuggler's Route",
      "description": "You can find hidden or alternative paths that others wouldn't notice. This allows you to bypass security, avoid dangerous areas, or find shortcuts.",
      "location": "6a",
      "data": "XX3"
    },
    {
      "name": "Improvised Escape",
      "description": "Gain +1 Coordination. You can use nearby objects to create distractions or obstacles as a bonus action, giving yourself advantage on escape attempts.",
      "location": "6b",
      "data": "AS6=1:TD"
    },
    {
      "name": "Master Smuggler",
      "description": "Gain +1 Piloting, +1 Stealth, and +1 Presence. You can automatically succeed on one Piloting, Stealth, or Deception check per day. Your vehicle's speed increases by 25%.",
      "location": "7",
      "data": "ASH=1:AS5=1:ASG=1:TD"
    }
  ]
}